#include <locale.h>
#include <stdio.h>

void main()

{	
	setlocale(LC_ALL, "RUS");
	puts("***********************************************************************************");
	puts("*                                                                                 *");
	puts("* тема: Написание и компиляция консольного приложения в среде разработки MVS 2022 *");
	puts("*                                                                                 *");
	puts("* Выполнила Мыцик Я.А.                                                            *");
	puts("***********************************************************************************");
}