#include <locale.h>

#include <stdio.h>

void name()

{
	setlocale(LC_ALL, "RUS");
	puts("***********************************************************************************");
	puts("*                                                                                 *");
	puts("* тема: Написание и компиляция консольного приложения в среде разработки MVS 2022 *");
	puts("*                                                                                 *");
	puts("* Выполнила Мыцик Я.А.                                                            *");
	puts("***********************************************************************************");
}

void date()

{
	puts(" _  __   _  _    _");
	puts("| |  /  | | _|  | | |_|");
	puts("|_| |  .|_| _| .|_|   |");
}

void main()

{
	name();
	date();
}